Repository: Acidburn0zzz/dnf-plugins-extras
Catalog: po/*.po
Languages: cs, es, fr, sr, zh_cn

source: dump information about installed rpm packages to file
cs: vypsat informace o nainstalovaných rpm balíčcích do souboru
es: volcando información acerca de los los paquetes RPM instalados a un archivo
fr: lister des données sur des paquets rpm installés dans un fichier
sr: избаци информације о инсталираним rpm пакетима у датотеку
zh_cn: 转储本地 RPM 软件包信息至文件

source: do not attempt to dump the repository contents.
cs: Nepokoušejte se vypsat obsah repozitáře.
es: no intentar volcar el contenido del repositorio.
fr: ne pas essayer de lister le contenu du dépôt.
sr: немој покушавати да избациш садржај ризнице.
zh_cn: 不要尝试转储仓库内容。

source: optional name of dump file
cs: volitelný název souboru výpisu
es: nombre opcional del archivo de volcado
fr: nom du fichier du listing (optionnel)
sr: опционо име датотеке у коју ће бити избачено
zh_cn: 可选的转储文件名称

source: Output written to: %s
cs: Výstup zapsán do: %s
es: Salida escrita en: %s
fr: Sortie écrite dans : %s
sr: Излаз исписан у: %s
zh_cn: 输出文件写入至：%s

source: restore packages recorded in debug-dump file
cs: obnovit balíčky zaznamenané v ladicím souboru výpisu
es: restaurar paquetes grabados en el archivo de volcado
fr: restaurer les paquets enregistrés dans un fichier de listing de déboguage
sr: поврати пакете снимљене у датотеку за избацивање и отклањање програмских грешака
zh_cn: 恢复除错转储文件中的软件包纪录

source: output commands that would be run to stdout.
cs: příkazy výstupu, které budou spuštěny na standardním výstupu.
es: comando de salida que deberia correr a stdout.
fr: liste les commandes qui devraient être exécutées vers la sortie standard.
sr: испиши команде које би биле извршене на стандардни излаз.
zh_cn: 输出将要在标准输出运行的命令。

source: Install the latest version of recorded packages.
cs: Nainstalovat nejnovější verzi zaznamenaných balíčků.
es: Instalar la última versión de los paquetes gravados.
fr: Installe la version la plus récente des paquets enregistrés.
sr: Инсталирај најновију верзију снимљених пакета.
zh_cn: 安装纪录中软件包的最新版本。

source: Ignore architecture and install missing packages matching the name, epoch, version and release.
cs: Ignorovat architekturu a instalovat chybějící balíčky odpovídající názvu, epoše, verzi a vydání.
es: No tener en cuenta la arquitectura, e instalar los paquetes faltantes que concuerden con el nombre, epoch, versión y lanzamiento.
fr: Ignore l’architecture et installe les paquets manquants correspondant aux nom, époque, version et révision.

source: limit to specified type
cs: omezit na zadaný typ
es: limitar al tipo especificado
fr: limiter au type spécifié
sr: ограничи на одређени тип
zh_cn: 限制到指定类型

source: name of dump file
cs: název souboru výpisu
es: nombre del archivo de volcado
fr: nom du fichier du listing
sr: име датотеке у коју ће бити избачено
zh_cn: 转储文件名称

source: Package %s is not available
cs: Balíček %s není k dispozici
es: El paquete %s no está disponible
fr: Le paquet %s n’est pas disponible
sr: Пакет %s није доступан
zh_cn: 软件包 %s 不可用。

source: Bad dnf debug file: %s
cs: Špatný ladící soubor dns: %s
es: Archivo de depuración de dnf incorrecto: %s
fr: Fichier de débogage de dnf invalide : %s
sr: Неисправна dnf датотека за отклањање програмских грешака: %s
zh_cn: 错误的 dnf 除错文件：%s

source: Install packages defined in a kickstart file on your system
cs: Instalovat balíčky definované v souboru kickstartu vašeho systému
es: Instalar los paquetes definidos en el archivo kickstart en su sistema
fr: Installe les paquets définis dans un fichier Kickstart sur votre système.
zh_cn: 在系统中安装 kickstart 文件中定义的软件包

source: kickstart file
cs: soubor kickstart
es: archivo kickstart
fr: Fichier Kickstart

source: file cannot be parsed: %s
cs: soubor nelze parsovat: %s
es: no se puede procesar el archivo: %s
fr: le fichier ne peut être analysé : %s
zh_cn: 文件不能被解析： %s

source: No package %s available.
cs: Balíček %s není k dispozici.
es: No hay ningún paquete %s disponible.
fr: Aucun paquet %s disponible.
zh_cn: 无可用软件包 %s。

source: Nothing to do.
cs: Není co dělat
es: Nada por hacer.
fr: Rien à faire.
zh_cn: 无需任何处理。

source: List installed packages not required by any other package
cs: Vypsat instalované balíčky nevyžadované jiným balíčkem
es: Lista de paquetes instalados que no son requeridos por otros paquetes
fr: Lister les paquets installés qui ne sont pas requis par un autre paquet
sr: Списак инсталираних пакета које не захтева ниједан други пакет
zh_cn: 列出已安装但不被任何其他软件包所需要的软件包

source: failed to parse package NEVRA from: %s
cs: selhalo parsování balíčku NEVRA z: %s
es: no se pudo interpretar NEVRA del paquete para: %s
fr: impossible de parcourir le paquet NEVRA depuis : %s
sr: неуспешно обрађивање ИЕВИЗ пакета из: %s
zh_cn: 分析软件包 NEVRA 失败来自：

source: migrate yum's history, group and yumdb data to dnf
cs: migrovat historii, skupinu a databázi yum do dnf
es: migra el historial, grupos y yumdb desde yum a dnf
fr: migrer les données d’historique, de groupe et de yumdb, vers dnf
sr: пресели yum податке историја, група и yumdb у dnf
zh_cn: 迁移 yum 历史、分组及数据库至 dnf

source: which kind of yum data migrate.
cs: která typ dat yum migrovat.
es: cual tipo de datos de yum desea migrar
fr: type de données yum à migrer.
sr: која врста преселења yum података
zh_cn: 迁移 yum 数据的种类。

source: Migrating history data...
cs: Migrování dat historie...
es: Migrando datos del historial...
fr: Migration des données d’historique …
sr: Селим податке историје...
zh_cn: 正在迁移历史数据…

source: Migrating groups data...
cs: Migrování dat skupin...
es: Migrando datos de grupos...
fr: Migration des données de groupes …
sr: Селим податке о групама...
zh_cn: 正在迁移分组数据…

source: Execution of Yum failed. Could not retrieve installed groups.
cs: Spuštění Yum selhalo. Nelze načíst nainstalované skupiny.
es: Ejecución de YUm falló. No se puede obtener la lista de grupos instalados.
fr: L’exécution de Yum a échoué. N’a pas pu retrouver les groupes installés.
zh_cn: Yum 执行失败。无法检索已安装的包组。

source: No groups to migrate from Yum
cs: Žádné skupiny pro migraci z Yum
es: No hay grupos para migrar desde Yum
fr: Aucun groupe à migrer depuis Yum
sr: Нема група за селидбу из Yum-а
zh_cn: 没有可从 Yum 迁移的分组

source: skipping.
cs: přeskakuji.
es: omitiendo.
fr: ignoré.
zh_cn: 跳过。

source: Migrating YUMDB data...
cs: Migrování dat databáze YUMDB...
es: Migrando datos de YUMDB...
fr: Migration des données YUMDB …
sr: Селим YUMDB податке...
zh_cn: 正在迁移 Yum 数据库…

source: %s of %s not found
cs: %s z %s nenalezen
es: %s de %s no encontrado
fr: %s de %s non trouvé
sr: %s од %s није пронађено
zh_cn: %s 之于 %s 未找到

source: replacing unknown characters in %s of %s
cs: nahrazení neznámých znaků v %s z %s
es: reemplazando caracteres desconocidos en %s de %s
fr: remplacement de caractères inconnus dans %s de %s
sr: замењујем непознате карактере у %s од %s
zh_cn: 替换 %s 中的未知字符为 %s

source: DNFDB access denied
cs: přístup odepřen do DNFDB
es: acceso a DNFDB denegado
fr: accès à DNFDB refusé
sr: DNFDB приступ одбијен
zh_cn: 拒绝访问 Dnf 数据库

source: %s of %s migrated
cs: %s z %s zmigrován
es: %s de %s migrados
fr: %s de %s migré
sr: %s од %s пресељено
zh_cn: %s 之于 %s 已迁移

source: %d YUMDB records found, %d migrated, %d skipped/preserved
cs: %d záznamů YUMDB nalezeno, %d zmigrováno, %d přeskočeno/zachováno
es: Encontrados %d registros YUMDB, %d migrados, %d omitidos/preservados
fr: %d enregistrements YUMDB trouvé(s), %d migré(s), %d ignoré(s) / préservé(s)
sr: %d YUMDB записа пронађено, %d пресељено, %d прескочено/очувано
zh_cn: %d Yum 数据库记录已找到，%d 已迁移，%d 已跳过/保留

source: Display a list of unresolved dependencies for repositories
cs: Zobrazit seznam nevyřešených závislostí pro repozitáře
es: Muestra una lista de las dependencias no resueltas para los repositorios
fr: Affiche la liste des dépendances non résolues pour certains dépôts
sr: Прикажи списак неразрешених програмских зависности за ризнице
zh_cn: 显示仓库中未解决依赖关系的列表

source: check packages of the given archs, can be specified multiple times
cs: zkontrolovat balíčky daných architektur, mohou být zadány vícekrát
es: comprobar paquetes de las arquitecturas indicadas, se puede poner varias veces
fr: vérifier les paquets des architectures indiquées, peut être renseigné plusieurs fois

source: Specify repositories to check
cs: Upřesnit repozitáře ke kontrole
es: Especificar repositorios para comprobar
fr: Spécifie les dépôts à vérifier
zh_cn: 指定检查的仓库

source: Check only the newest packages in the repos
cs: Zkontrolovat pouze nejnovější balíčky v repozitáři
es: Comprobar sólo los paquetes más recientes de los repositorios
fr: Vérifier uniquement les paquets plus récents du dépôt

source: Check closure for this package only
cs: Zkontrolovat uzavření pouze pro tento balíček
es: Verifique el cierre para este paquete solamente
fr: Vérifie la connexité pour ce paquet seulement
sr: Провери затвореност само за овај пакет
zh_cn: 仅为该软件包检查依赖闭合性

source: Output a full package dependency graph in dot format
cs: Poslat na výstup graf úplné závislosti balíčku v bodovém formátu
es: Imprimir una gráfica completa de las dependencias en formato con punto.
fr: Sortie d’un graphe de dépendance des paquets complet dans le format dot
sr: Исцртај потпуну програмску зависност пакета у dot формату
zh_cn: 以点线图方式输出完整的依赖关系图

source: Nothing provides: '%s'
cs: Nic poskytuje: '%s'
es: Nada provee: '%s'
fr: Rien ne fournit : « %s »
sr: Ништа не обезбеђује: '%s'
zh_cn: 没有任何软件包能提供：'%s'

source: Adding '{}' to list of handling packages for rpmconf
cs: Přidání '{}' do seznamu balíčků ovládání pro rpmconf
es: Agregando '{}' a la lista de paquetes manejados por rpmconf
fr: Ajout de « {} » à la liste de paquets s’occupant de rpmconf
sr: Додајем '{}' на списак пакета за управљање за rpmconf
zh_cn: 正在添加 '{}' 至需要 rpmconf 处理的软件包列表

source: rpmconf plugin will not run in non-interactive mode
cs: zásuvný modul rpmconf nebude v neinteraktivním režimu spuštěn
es: El complemento rpmconf sólo se ejecuta en modo interactivo
fr: le greffon rpmconf ne sera pas lancé en mode non-interactif

source: ignoring sys.exit from rpmconf due to missing MERGE variable
cs: ignorování sys.exit z rpmconf kvůli chybějící proměnné MERGE
es: se descarta sys.exit de rpmconf al faltar la variable MERGE
fr: sys.exit de rpmconf a été ignoré, du fait de l’absence de variable MERGE

source: ignoring sys.exit from rpmconf due to missing file
cs: ignorování sys.exit z rpmconf kvůli chybějícímu souboru
es: se descarta sys.exit de rpmconf por la falta de un archivo
fr: sys.exit de rpmconf a été ignoré, du fait de l’absence d’un fichier

source: New leaves:
cs: Nové leaves:
es: Nuevos abandonos:
fr: Nouvelles feuilles :

source: connect to snapperd failed: %s
cs: selhalo připojení ke Snapperu: %s
es: conexión a snapperd fallida: %s
fr: erreur de connexion à snapperd : %s
sr: повезивање на snapperd неуспешно: %s
zh_cn: 连接到 snapperd 失败：%s

source: creating snapshot
cs: vytváření obrazu
es: creando imagen
fr: création de l’instantané
sr: прављење снимка стања
zh_cn: 正在创建快照

source: created snapshot %d
cs: obraz %d vytvořen
es: imagen creada %d
fr: instantané %d créé
sr: направљен снимак стања %d
zh_cn: 创建快照 %d

source: creating snapshot failed: %s
cs: selhalo vytvoření obrazu: %s
es: creación de imagen fallida: %s
fr: erreur de création de l’instantané : %s
sr: неуспешно прављење снимка стања: %s
zh_cn: 创建快照失败：%d

source: the color of the sky
cs: barva oblohy
es: el color del cielo
fr: la couleur du ciel

source: No new kernel packages were found.
cs: Nenalezeny nové balíčky jádra.
es: No se han encontrado nuevos paquetes del kernel.
fr: Aucun nouveaux paquets de noyau n’ont été trouvés.

source: Need a --releasever greater than the current system version.
cs: Verze --releasever musí být vyšší než verze aktuálního systému.
es: Necesita una --releasever mayor que la versión actual del sistema.
fr: --releasever doit être ultérieure à la version courante du système.

source: Download complete! Use 'dnf system-upgrade reboot' to start the upgrade.
cs: Stahování dokončeno! Aktualizaci spustíte příkazem 'dnf system-upgrade reboot'.
es: ¡Descarga completa! Use 'dnf system-upgrade reboot' para iniciar la actualización.
fr: Téléchargement terminé ! Utilisez « dnf system-upgrade reboot » pour démarrer la mise à niveau.

source: Sorry, you need to use 'download --releasever' instead of '--network'
cs: Promiňte, místo '--network' musíte použít 'download --releasever'
es: Use 'download --releasever' en lugar de '--network'
fr: Désolé, vous devez utiliser « download --releasever » au lieu de « --network »

source: --datadir: File exists
cs: --datadir: Soubor už existuje
es: --datadir: Archivo existe
fr: --datadir : le fichier existe

source: The following boots appear to contain upgrade logs:
cs: Následující boot obsahuje záznamy aktualizace systému:
es: Estos arranques parecen contener registros de actualizaciones de sistema:
fr: Les démarrages suivants contiennent des journaux de mises à niveau :

source: -- no logs were found --
cs: -- nenalezeny žádné záznamy --
es: -- no se encontró ningún registro de actualizaciones --
fr: -- aucun journaux n’ont été trouvés --

source: Cannot find logs with this index.
cs: Nenalezeny žádné záznamy s tímto indexem.
es: No se encontraron registros con ese índice.
fr: Journaux introuvables avec cet index.

source: Prepare system for upgrade to a new release
cs: Připravit systém k aktualizaci na novou verzi
es: Preparar el sistema para una nueva versión
fr: Préparez le système pour une mise à niveau vers une nouvelle version

source: save downloaded data to this location
cs: uložit stažená data na toto místo
es: guardar datos descargados a esta ubicación
fr: sauvegarde des données téléchargées à cet emplacement

source: keep installed packages if the new release's version is older
cs: ponechat nainstalované balíčky, pokud se v novém vydání nachází starší verze
es: mantener los paquetes instalados si la versión del nuevo sistema es anterior
fr: garde les paquets installés si la version provenant du système à niveau est plus ancienne

source: system is not ready for upgrade
cs: systém není na aktualizaci připraven
es: el sistema no está listo para la actualización
fr: le système n’est pas prêt pour la mise à niveau

source: upgrade is already scheduled
cs: aktualizace je už naplánována
es: la actualización ya está planificada
fr: la mise à niveau est déjà programmée

source: use 'dnf system-upgrade reboot' to begin the upgrade
cs: pro zahájení aktualizace zadejte 'dnf system-upgrade reboot'
es: use 'dnf system-upgrade reboot' para iniciar la actualización
fr: utilisez « dnf system-upgrade reboot » pour démarrer la mise à niveau

source: another upgrade tool is running. exiting quietly.
cs: už běží jiný aktualizační nástroj, končím.
es: existe otra herramienta de actualización en ejecución. Saliendo silenciosamente.
fr: un autre outil de mise à niveau est en fonctionnement. Fermeture silencieuse.

source: Rebooting to perform upgrade.
cs: Restartuji, aby se provedla aktualizace.
es: Reiniciando para proceder a la actualización.
fr: Redémarrage pour réaliser la mise à niveau.

source: Starting system upgrade. This will take a while.
cs: Spouští se aktualizace systému. To může nějakou dobu trvat.
es: Iniciando la actualización del sistema. Llevará un rato.
fr: Démarrage du processus de mise à niveau. Cela peut prendre un certain temps.

source: Cleaning up downloaded data...
cs: Mazání stažených dat…
es: Limpiando los datos descargados...
fr: Nettoyage des données téléchargées …

source: Download finished.
cs: Stahování dokončeno.
es: Terminó la descarga.
fr: Téléchargement terminé.

source: Upgrade complete! Cleaning up and rebooting...
cs: Aktualizace dokončena! Čištění a restart systému…
es: ¡Actualización completa! Limpiando y reiniciando...
fr: Mise à niveau effectuée ! Nettoyage et redémarrage en cours …

source: Disabling torproxy plugin: cannot connect to the Tor network
cs: Zakázání zásuvného modulu torproxy: nelze se připojit do sítě Tor
es: Desactivando el complemento torproxy: no se puede conectar con la red Tor
fr: Désactivation de l’extension torproxy : impossible de se connecter le réseau Tor

source: For more information run:
cs: Pro více informací spustit:
es: Para mayor información ejecute:
fr: Pour plus d’informations, lancez :
sr: За више информација извршите:
zh_cn: 更多信息请运行：

source: Call to Tracer API ended unexpectedly:
cs: Volání Tracer API neočekávaně skončilo
es: La llamada a la API tracer acabó con error:
fr: L’appel à l’API Tracer s’est terminé de manière innatendue :

source: Please visit https://github.com/FrostyX/tracer/issues and submit the issue. Thank you
cs: Navštivte prosím https://github.com/FrostyX/tracer/issues a nahlašte problém. Děkuji
es: Vaya a https://github.com/FrostyX/tracer/issues y envíe un informe de error.
fr: Veuillez visiter https://github.com/FrostyX/tracer/issues et soumettre votre problème. Merci

source: We apologize for any inconvenience
cs: Omlouváme se za způsobené nepříjemnosti
es: Lamentamos cualquier incoveniente
fr: Nous nous excusons pour tout désagrément
sr: Извињавамо се због нелагодности
zh_cn: 为给您带来的不便感到抱歉

source: Manage a directory of rpm packages
cs: Spravovat adresář rpm balíčků
es: Administrar un directorio de paquetes rpm.
fr: Gérer un répertoire de paquets rpm
sr: Управља директоријумом rpm пакета
zh_cn: 管理 RPM 软件包目录

source: Pass either --old or --new, not both!
cs: Projít buď --old nebo --new, ne obojí!
es: Pase --old o --new, ¡no ambos!
fr: Passez soit --old, soit --news, mais pas les deux !
sr: Проследите или --old или --new, не оба!
zh_cn: 传入 --old 或者 --new，不可兼得！

source: No files to process
cs: Žádné soubory ke zpracování
es: No hay archivos para procesar
fr: Aucun fichier à gérer
sr: Нема датотека за обраду
zh_cn: 没有可处理的文件

source: Could not open {}
cs: Nelze otevřít {}
es: No se puede abrir {}
fr: Impossible d’ouvrir {}
sr: Не могу да отворим {}
zh_cn: 无法打开 {}

source: Print the older packages
cs: Vytisknout starší balíčky
es: Imprimir los paquetes antiguos
fr: Lister les paquets plus anciens
sr: Испиши старије пакете
zh_cn: 打印较旧的软件包

source: Print the newest packages
cs: Vytisknout nejnovější balíčky
es: Imprimir los paquetes más nuevos
fr: Lister les paquets les plus récents
sr: Испиши најновије пакете
zh_cn: 打印较新的软件包

source: Space separated output, not newline
cs: Mezerou oddělený výstup, žádný nový řádek
es: Salida separada por espacios, sin salto de línea
fr: Sorties séparées par des espaces plutôt que des retours à la ligne
sr: Излаз одвојен размаком, не новим редом
zh_cn: 用空格分割输出，而不是新行

source: Newest N packages to keep - defaults to 1
cs: Zachovat N nejnovějších balíčků - výchozí nastavení je 1
es: Los N paquetes más recientes a conservar, 1 si no se indica
fr: N paquets les plus récents à conserver — par défaut 1
sr: Сачувати N најновијих пакета - подразумевано 1
zh_cn: 要保留的最新 N 软件包 - 默认值为 1

source: Path to directory
cs: Cesta k adresáři
es: Ruta al directorio
fr: Chemin vers le répertoire
sr: Путања до директоријума
zh_cn: 指向目录的路径

source: Unable to read version lock configuration: %s
cs: Nelze přečíst konfiguraci zamčené verze: %s
es: No es posible leer la configuración de bloqueo de versión: %s
fr: Ne peut lire la configuration du verrouillage de version : %s
zh_cn: 无法读取版本锁配置： %s

source: Locklist not set
cs: Seznam zamčení není nastaven
es: No se ha establecido lista de bloqueos
fr: Liste des verrouillages non établie.

source: Adding versionlock on:
cs: Přidání zamčení verzí na:
es: Agregando bloqueo de versión en:
fr: Verrouille la version de :

source: Adding exclude on:
cs: Přidání vyloučení na:
es: Agregando exclusión en:
fr: Exclusion de :

source: Deleting versionlock for:
cs: Mazání zamčení verzí pro:
es: Eliminando bloqueo de versión para:
fr: Déverrouille la version de :

source: No package found for:
cs: Žádný balík nenalezen pro:
es: No se encontró paquete para:
fr: Pas de paquet trouvé pour :
zh_cn: 未找到软件包：

source: control package version locks
cs: ovládat zamčení verzí balíčku
es: controlar bloqueos de la versión del paquete
fr: contrôle le verrouillage de version des paquets
zh_cn: 控制软件包版本锁

source: Unable to create a directory '{}' due to '{}'
cs: Nelze vytvořit adresář '{}' kvůli '{}'

source: '{}' is not a directory
cs: '{}' není adresář
es: '{}' no es un directorio
fr: « {} » n’est pas un répertoire
sr: '{}' није директоријум
zh_cn: '{}' 并不是目录

source: Copying '{}' to local repo
cs: Kopírování '{}' do místního repozitáře
es: Copiando '{}' al repositorio local
fr: Copie de « {} » vers le dépôt local
sr: Копирам '{}' у локалну ризницу
zh_cn: 正在复制 '{}' 至本地仓库

source: Can't write file '{}'
cs: Nelze zapsat soubor '{}'
es: No es posible escribir el archivo '{}'
fr: Impossible d’écrire dans le fichier « {} »
sr: Не могу да упишем датотеку '{}'
zh_cn: 无法写入文件 '{}'

source: Rebuilding local repo
cs: Opětovné sestavení místního repozitáře
es: Reconstruyendo repositorio local
fr: Reconstruction du dépôt local
sr: Поновно изграђивање локалне ризнице
zh_cn: 正在重建本地仓库

source: Specify repositories to use
sr: Назначи које ризнице треба користити

source: OPTIONS
sr: ОПЦИЈЕ

source: KEYWORDS
sr: КЉУЧНЕ РЕЧИ

source: Ignore architecture and install missing packages matchingthe name, epoch, version and release.
sr: Занемари архитектуру и инсталирај недостајуће пакете чије се име, епоха, верзија и издање подударају.

source: Program 'tracer' crashed with following error:
sr: Програм 'tracer' се срушио са следећом грешком:

source: Please visit
sr: Молим посетите

source: You should restart:
sr: Требали би да поново покренете:

source: Nothing needs to be restarted
sr: Ништа није потребно поново покренути

source: show this help about this tool
sr: прикажи ову помоћ за овај алат
